Repository: Exmaralda-Org/exmaralda-docs
Catalog: manuals/partitureditor/engl_Fassung_2014/PE-Handbuch_engl_Fassung_Tara/project_save.tmx
Source language: de_de
Languages: en_gb

source: Include timeline in output: legt fest, ob die Einträge in der Zeitachse (Nummerierung und/oder absolute Zeitangaben) in die Ausgabe übernommen werden sollen.
en_gb: Include timeline in output: determines whether the entries on the time line (numbering and/or absolute time values) are to be included in the output.

source: Info file: Dies ist die Datei, die die Informationen aus dem Transkriptkopf enthält.
en_gb: Info file: This is the file that contains information from the transcription head.

source: Inhalt der Zwischenablage nach Copy text
en_gb: Content of the clipboard after Copy text

source: Inhalte verknüpfter Text-Dateien werden in einem Vorschaufenster eingeblendet.
en_gb: The content of a linked text file will be display in a preview window.

source: Inhalte von Annotations- und Deskriptionsspuren gehen bei diesem Export also verloren.
en_gb: Contents of annotation and description tiers will thus be lost during export.

source: Innerhalb einer Spur des Typs „T“ erfolgt die Segmentierung Schritt für Schritt, anhand der Einheit der Segmentkette („segment chain“).
en_gb: Within a tier of type "T“ segmentation is a step by step process along the segment chain unit.

source: Innerhalb eines Wortes beginnt eine Redewiedergabe.
en_gb: Reported speech begins within a word .

source: Innerhalb von EXMARaLDA dienen Stylesheets dazu, solche immer wiederkehrenden Aufgaben beim Transkribieren zu übernehmen, die einerseits regelmäßig genug sind, um automatisiert zu werden, deren genauer Ablauf aber andererseits von Parametern abhängt, die sich von Benutzer zu Benutzer stark unterscheiden können.
en_gb: Within EXMARaLDA the purpose of the stylesheet to take on reoccuring transcription tasks that are regular enough to be automated, yet the exact procedure relies on parameters that differ from user to user.

source: Insbesondere ist es nicht möglich, einzelne Abschnitte einer Spur, z. B. einzelne transkribierte Wörter, zu unterstreichen, fett zu drucken oder in eine andere Schriftart zu setzen.
en_gb: It is not possible to format individual sections of a tier, e.g. underlining single words in the transcription, print them in bold or change their font. .

source: Insbesondere sollten sie alle die gleiche Länge haben.
en_gb: In particular, they should all be of the same length.

source: Interessierte seien stattdessen auf eine der zahlreichen Einführungen in diesen Gegenstand verwiesen:
en_gb: Should you be interested to take a deeper look at this technology, we reccomend the following as an introductory work:

source: Interpoliert die Zeitachse, d. h.
en_gb: Interpolates the time axis, i.e.

source: Interpolierte Zeitwerte werden in der Zeitachse der Partitur mit einem Asterisk [03.3*] versehen.
en_gb: Interpolated time values are marked with an Asterisk [03.3*] in the timeline of the musical score.

source: Ist dies der Fall, wird "OK" angezeigt, ansonsten "#Error".
en_gb: If this is the case, an "OK" will appear, otherwise "#Error".

source: Ist dies nicht der Fall, erfolgt eine Fehlermeldung, die auf den Segmentierungsfehler hinweist.
en_gb: Should this not be the case, an error message will appear that adresses the segmentation error.

source: Ist dies nicht der Fall, wie im folgenden Beispiel...
en_gb: Should this not be the case, as in the following example ...

source: Ist dort "Underline in a separate tier with category XXX" ausgewählt, wird das betreffende Ereignis geeignet geteilt und in einer eigenen Spur eine zugehörige Annotation eingetragen.
en_gb: If "Underline in a separate tier with category XXX" is selected the event in question is split and the entry is placed into an annotation in a associated tier.

source: Ist dort nichts angegeben, wird ein internes Stylesheet verwendet, das pro Sprecher eine Spur mit Typ „T“ und Kategorie „v“ generiert.
en_gb: If there is no entry, a local stylesheet with a tier of the type "T" and the category "v" per speaker will be generated.

source: Ist dort nichts angegeben, wird ein internes Stylesheet verwendet.
en_gb: If there us no entry, a local stylesheet will be used.

source: Je größer dieser Wert ist, desto weniger werden kleinere Einheiten beim Umbruch „zerstückelt“, desto mehr Partiturflächen ergeben sich aber auch.
en_gb: The higher this value, the fewer small units will be fragmented at a break. However, there will be a greater musical score area.

source: Je kürzer die Speicherintervalle desto besser sind Sie vor Datenverlusten geschützt, desto häufiger steht jedoch auch die Kapazität Ihres Arbeitsspeichers auf dem Prüfstand.
en_gb: The shorter the saving intervals, the better protected your data is. However, the capacity of your internal memory is also used more frequently.

source: Je nachdem ob es sich um eine Audio- oder eine Video-Datei handelt, wird das Panel mit oder ohne Display angezeigt.
en_gb: Depending on whether it is an audio or video file, the panel will be shown with or without a display.

source: Je nachdem, ob Sie eine Audio- oder Video-Datei im Panel geöffnet haben, ist das Bedienungselement 15 oder das Bedienungselement 16 aktiviert.
en_gb: Depending on whether an audio or video file has been opened, the control element 15 or the control element 16 will be activated.

source: Jede Spur enthält ihrerseits Ereignisse (events), die einem oder mehreren Intervallen auf der Zeitachse (timeline) zugeordnet sind.
en_gb: Every tier contains events that are assigned to one or more intervals on the timeline.

source: Jede Zeile beginnt mit der Sigle des Sprechers der Äußerung, gefolgt von einem Doppelpunkt.
en_gb: Every line starts with a speaker abbreviation of the speaker making the utterance followed by a colon.

source: Jede Zeile wird mit einem Zeilenendezeichen (carriage return) beendet.
en_gb: Every line is ended with an end-of-line symbol (carriage return).

source: Jedes Annotation-Set besteht aus ineinander geschachtelten Kategorien, die als ein Baum angezeigt werden.
en_gb: Every annotation set consist of categories within categories that are presented in the form of a tree.

source: Jedes Wort steht in einem eigenen Ereignis:
en_gb: Every word is in a seperate event:

source: Kann hinter dem abschließenden Zeichen einer Phrasierungseinheit auftreten.
en_gb: Can occur after the final symbol of the Phrasierungseinheit???

source: Kategorien können, müssen aber nicht, mit einem Tag und einer Beschreibung versehen sein.
en_gb: Categories can be equipped with a day and a description, however, this is not a requirement.

source: Kleinbuchstaben innerhalb nicht-morphemisierter Äußerungen
en_gb: Small letters within non morphemized utterances

source: Klicken Sie auf "OK" um den Dialog zum Bearbeiten von Segmentierungsfehlern (siehe Transcription > Segmentation Errors...") angezeigt zu bekommen.
en_gb: Click "OK" to have the dialogue for editing segmentation errors displayed (see Transcription > Segmentation Errors...").

source: Klicken Sie auf Change… , um einen Dialog angezeigt zu bekommen, in dem Sie einen anderen Schriftsatz („Font“) auswählen können.
en_gb: Click Change… , in order to open a window in which you can choose a different font.

source: Klicken Sie auf Go to, um die Partitur an die Stelle zu bewegen, wo der Fehler aufgetreten ist.
en_gb: Click Go to to move the musical score to the position where the error occured.

source: Klicken Sie auf Refresh, um die noch verbleibenden Segmentierungsfehler anzuzeigen
en_gb: Click Refresh to have the remaining segmentation errors displayed.

source: Klicken Sie auf Search, um die Suche gemäß den festgelegten Parametern durchzuführen.
en_gb: Click Search, in order to run the search according to the defined parameters.

source: Klicken Sie auf Browse... um die Datei mittels eines File-Dialogs zu suchen.
en_gb: Click Browse... to look for the file with the file dialogue.

source: Klicken Sie auf Browse... um die Datei mittels eines Datei-Dialogs zu suchen.
en_gb: Click Browse... to look for the file with the file dialogue.

source: Klicken Sie auf Browse... um einen Dialog zu öffnen, mit dem Sie die jeweilige Datei auf Ihrem Rechner suchen können.
en_gb: Click Browse... to open a new dialogue. Here, you can search for the file on your computer.

source: Klicken Sie auf die Tabellenüberschriften "Word" oder "Speaker" um die Liste alphabetisch nach Wörtern bzw. nach Sprechern zu sortieren.
en_gb: Click the table heading "Word" or "Speaker" to sort the list alphabetically by words or speakers.

source: Klicken Sie auf die doppelten Pfeil-Buttons (>> bzw. <<), um alle Spuren einer Liste in die andere zu transferieren.
en_gb: Click on the double arrow buttons (> or <), in order to transfer all tracks from one list to the other.

source: Klicken Sie auf die einfachen Pfeil-Buttons (> bzw. <), um einzelne Spuren von einer Liste in die andere zu transferieren.
en_gb: Click on the single arrow buttons (>or <), in order to transfer specific tracks from one list to the other..

source: Klicken Sie dafür in das Kästchen vor dem „Link to transcription“.
en_gb: Click on „Link to transcription“.

source: Klicken Sie dann auf den entsprechenden Add-Button.
en_gb: Then click the corresponding Add-button.

source: Klicken Sie dann auf „Speichern“, um die Ausgabe durchzuführen.
en_gb: Then click "save“ to implement the output.

source: Klicken und Ziehen mit der Maus
en_gb: Clicking and pulling with the mouse

source: Konfiguration von Windows und Praat für die Arbeit mit EXMARaLDA
en_gb: Configuration of Windows and Praat for working with EXMARaLDA

source: Konkret bedeutet dies nämlich z. B.:
en_gb: More specifically this means:

source: Konsonanten:
en_gb: Consonants:

source: Kopie der Audio-Datei (muss im aiff- oder wav-Format sein) auf die Festplatte legen.
en_gb: Copy the audio file to the harddrive (has to be either aiff- or wav-).

source: Kopiert den momentan markierten Text in die Zwischenablage.
en_gb: Copies a selected text into the clipboard.

source: Kurze Rede, kurzer Sinn: Man muss kein Experte der Texttechnologie sein, um mit dem Partitur-Editor Transkriptionen zu erstellen, aber ein grundsätzliches Verständnis des EXMARaLDA-Konzepts ist dennoch sicherlich hilfreich.
en_gb: In a nutshell: You do not need to be an expert in the field of text technology to create transcriptions in the Partitur-Editor, but a general understanding of the EXMARaLDA Concept could prove itself as helpful.

source: Laden Sie beide Programme auf Ihren Rechner in das gleiche Verzeichnis (z. B. c:\Programme\Praat).
en_gb: Download both programs and save them in the same directory (e.g. c:\Programs\Praat).

source: Languages: die Erst- (L1) und Zweitsprache(n) (L2) des Sprechers sowie die Sprache(n), die er in der Transkription verwendet („Languages used“).
en_gb: Languages: The first (L1) and second (L2) languages of the spekaer, as well as the languages the speaker uses in the transciption („Languages used“).

source: Leerzeichen, kann an verschiedenen Stellen auftreten, markiert oft den Anfang oder das Ende eines Segmentes.
en_gb: Space can occur in various places, often marks the Beginning or the End of a Segment .

source: Leerzeilen zur übersichtlicheren Strukturierung sind zulässig.
en_gb: Spaces are allowed for a clear structure.

source: Legt eine neue Transkription an.
en_gb: Creates a new transcription.

source: Legt fest, ob Gitternetzlinien in der Partitur angezeigt oder ausgeblendet werden.
en_gb: Specifies whether the grid on the musical score is shown or hidden.

source: Legt fest, ob das Keyboard (Virtuelle Tastatur, siehe auch Abschnitt III „Panels“) angezeigt oder ausgeblendet wird.
en_gb: Defines if the keyboard is shown or hidden (virtual keyboard, see also section III "Panels“) .

source: Legt fest, ob das Panel zum Einrichten von Verknüpfungen (Verknüpfungswerkzeug) angezeigt oder ausgeblendet wird.
en_gb: Defines if the panel for creating links is shown or hidden (Verknüpfungswerkzeug link tool ???) .

source: Legt fest, ob das große Textfeld zur Eingabe und Anzeige von Transkriptionstext angezeigt oder ausgeblendet wird.
en_gb: Specifies whether the large text field (for entering and displaying transcription text) is shown or hidden.

source: Legt fest, ob das Panel zum Abspielen von Audio- oder Video-Dateien (Audio/Video-Werkzeug, siehe auch Abschnitt VI. „Panels“) angezeigt oder ausgeblendet wird.
en_gb: Defines if the panel for playing audio and video files is shown or hidden. ( audio/videotool, see also section VI. "Panels“)

source: Legt fest, ob die Stellen der Transkription, an denen kein Ereignis eingetragen ist, in der Bildschirmansicht eine eigene farbliche Schattierung erhalten sollen.
en_gb: Defines whether the blank spaces in the transcription that do not contain an event should have a coloured tint when viewed on the screen.

source: Legt fest, ob die Symbolleiste angezeigt oder ausgeblendet wird.
en_gb: Defines whether the toolbar is shown or hidden.

source: Legt fest, ob das Annotation Panel (siehe auch Abschnitt III) angezeigt oder ausgeblendet wird.
en_gb: Specifies whether the Annotation Panel (see also section III) is shown or hidden.

source: Legt fest, ob das IPA Panel (siehe auch Abschnitt III) angezeigt oder ausgeblendet wird.
en_gb: Specifies whether the IPA Panel (see also section III) is shown or hidden.

source: Legt fest, ob das Panel zur Kommunikation mit Praat (Praat-Werkzeug, siehe auch Abschnitt III „Panels“) angezeigt oder ausgeblendet wird.
en_gb: Defines whether the panel for communication with Praat is shown or hidden (Praattool, see also section III "Panels“)..

source: Legt fest, wo in der Ausgabe die Umrahmung der Partitur verläuft.
en_gb: Specifies the position of the frame of the musical score.

source: Legt zwei oder mehr markierte Ereignisse innerhalb einer Spur zu einem Ereignis zusammen.
en_gb: Merged two or more selected events in a tier into one event.

source: Letztere Methode ist in der Regel komfortabler, schränkt aber die systematische Durchsuchbarkeit der Transkription ein.
en_gb: The latter method is more comfortable normally, but limits the systematic searchability of the transcription.

source: Link to the selected tier: Die zu erzeugenden „Audio-Schnipsel“ werden automatisch mit der derzeit markierten Spur verknüpft.
en_gb: Link to the selected tier: The created "audio snippets" are linked to the currently selected tier automatically.

source: Link to a new tier: Der Partitur-Editor generiert automatisch eine zusätzliche Spur, in der die „Audio-Schnipsel“ mit der Partitur verknüpft werden.
en_gb: Link to a new tier: The Partitur-Editor utomatically generates an additional tier in which the "audio snippets" are linked to the musical score.

source: List unit: Welche Einheit bildet die Basis der Liste?
en_gb: List unit: Which unit is the basis of the list?

source: Löscht die momentan markierte Spur.
en_gb: Removes the currently selected tier.

source: Macht aus der aktuellen Auswahl eine neue Transkription.
en_gb: Turns the current selection into a new transcription.

source: Make anchors: legt fest, ob die Partiturflächen mit Ankern, also mit Verweiszielen für eine Referenzierung von außen, versehen werden sollen.
en_gb: Make anchors: defines whether anchors should be assigned to the Partitur Area - meaning links for outside reference.

source: Make links: legt fest, ob im Transkript vorgenommene Verknüpfungen in HTML als Hyperlinks realisiert werden.
en_gb: Make links: specifies whether links that have been made in the transcription should be implemented as hyperlinks in HTML.

source: Man betrachte dazu die folgende Beispiel-Textdatei:
en_gb: This is exemplified in the following text file example:

source: Man betrachte dazu folgende Ausgangstranskription, in der am Zeitpunkt 2 kein absoluter Zeitwert vorhanden ist:
en_gb: For this, consider the following transcription in which no absolute time value is availabke at time point 2:

source: Markieren Sie den Fehler, den Sie bearbeiten wollen, indem Sie die entsprechende Zeile der Tabelle anklicken.
en_gb: Select the errors you would like to edit by clicking on the corresponding column in the table.

source: Markieren Sie den betreffenden Zeitpunkt, indem Sie ihn auf der Zeitachse klicken.
en_gb: Select the time point in question by clicking into it on the time axis.

source: Markieren Sie die Spur, die Sie bewegen möchten, klicken Sie auf Move up, um sie nach oben bzw. auf Move down, um sie nach unten zu verschieben.
en_gb: Select the tier that you would like to move, click Move up to move it up or Move down, to move it down.

source: Markieren Sie die letzte Spur, die sich innerhalb der Umrahmung befinden soll, indem Sie auf das Spurlabel klicken und wählen Sie erst jetzt diesen Menüpunkt.
en_gb: Select the last tier that is supposed to be below the frame by clicking the tier lable. Only choose the menu item hereafter.

source: Markieren Sie einen Eintrag in der Liste und benutzen Sie die Buttons "Top", "Up" und "Down", um die Reihenfolge der Dateien zu ändern.
en_gb: Select an entry in the list and use the buttons "Top", "Up" und "Down" to change the order of the files.

source: Markieren Sie einen Eintrag in der Liste und wählen Sie "Remove", um ihn aus der Liste zu entfernen.
en_gb: Select an entry in the list and click "Remove" to delete that entry from the list.

source: Markieren das Ende einer Äußerung (optional gefolgt von einem Leerzeichen).
en_gb: Mark the end of an utterance (followed by a space if desired).

source: Markieren den Beginn und das Ende von Redewiedergaben.
en_gb: Marks the beginning and the end of the reported speech .

source: Markieren intrasegmentale Phänomene und werden als Interpunktion segmentiert.
en_gb: Marks intragsegmental phenomena and is segmented like punctuation.

source: Markieren:
en_gb: Select:

source: Markiert Beginn einer Pause oder einer schwer verständlichen Passage.
en_gb: Marks the beginning of a pause or of a section that is difficult to understand .

source: Markiert Beginn und Ende von Pausen.
en_gb: Marks the beginning and the end of a pause.

source: Markiert Ende einer Kommentarannotation
en_gb: Markts the end of a commentary annotation

source: Markiert Ende einer Pause oder einer schwer verständlichen Passage.
en_gb: Marks the end of a pause or of a section that is difficult to understand .

source: Markiert Pausen und wird als nicht-phonologisches Datum segmentiert.
en_gb: Mark pauses and are segmented like non phonological date.

source: Markiert das Ende einer Auslassung.
en_gb: Marks the end of an ellipsis.

source: Markiert das Ende einer unverständlichen oder schwer verständlichen Passage.
en_gb: Marks the beginning of an incomprehensible section or one that is difficult to comprehend.

source: Markiert das Ende eines Wortes oder folgt auf „Äußerungsendzeichen“ bzw. auf „übrige Interpunktion“.
en_gb: Marks the end of a word or is placed after a Utterance End Symbol or "other punctuation".

source: Markiert den Beginn einer Auslassung.
en_gb: Marks the beginning of an ellipsis.

source: Markiert den Beginn einer unverständlichen oder schwer verständlichen Passage.
en_gb: Marks the beginning of an incomprehensible section or one that is difficult to comprehend.

source: Markiert eine Verschleifung oder steht innerhalb einer nicht-morphemisierten Äußerung.
en_gb: Marks a (Verschleifung???) or is placed into a non morphemized utterance.

source: Markiert eine Verschleifung zweier Phrasierungseinheiten.
en_gb: Marks a Verschleifung??? of two Phrasierungseinheiten.(???)

source: Markiert einen schnellen Anschluss am Beginn einer Segmentkette.
en_gb: Marks a quick connection zu the beginning of a egment chain.

source: Markierung im Editor
en_gb: Selection in the Editor

source: Meist ist der voreingestellte Player (DirectShow auf Windows, ELAN-Quicktime auf dem MAC, JMF auf Linux) die beste Wahl.
en_gb: Usually, the default player (DirectShow on Windows, ELAN-Quicktime on MAC, JMF on Linux) is the best choice.

source: Meta-Informationen bearbeiten (File > Meta-Information…)
en_gb: Edit meta information (File > Meta-Information…)

source: Method for calculating synchronisation points: Bei der Berechnung der Synchronisationspunkte können entweder nur die linken oder die linken und rechten Grenzen von Einträgen in den HIAT-DOS-Spuren verwendet werden.
en_gb: Method for calculating synchronisation points: When calculating the synchronisatzion points, either only the left, or both the left and the right boundaries of entries in the HIAT-DOS tiers can be used.

source: Miliseconds digits: legt fest, wie viele Stellen nach dem Komma zur Anzeige von Millisekunden verwendet werden sollen.
en_gb: Miliseconds digits: defines how many post decimal positions should be used when displaying milliseconds..

source: Minimum number of timeline items: Die Mindestanzahl der Zeitachsenintervalle pro Teiltranskriptionen ist so voreingestellt, dass die Ausgangstranskription in zehn Teiltranskriptionen zerlegt wird.
en_gb: Minimum number of timeline items: The minimum number of timeline intervals per partial transcription??? is set so that the original transcription is divided into ten partial transcriptions???.

source: Miserly: Wenn diese Option gewählt ist, richtet sich die Spurhöhe nach dem größten tatsächlich verwendeten Zeichen in der betreffenden Spur.
en_gb: Miserly: If this option is chosen the tier height is adjusted to the biggest symbol actually used in the tier in question.

source: Mit anderen Worten: Die graphische Struktur einer Partitur hat keine unabhängige Daseinsberechtigung, sie ist lediglich eine (von vielen möglichen) Visualisierungen, die aus der logischen Struktur einer EXMARaLDA-Transkription berechnet werden können.
en_gb: In other words: the graphical structure of a musical score does not have an independent meaning. It is merely one of the many possible visualisations that may be calculated out of the logical structure of an EXMARaLDA transcription.

source: Mit den obigen Einstellungen ergeben sich z. B. folgende Dateien und Verzeichnisse:
en_gb: The above mentioned settings create files and directories such as:

source: Mit der zweiten Methode erzielt man in vielen Fällen bessere Ergebnisse.
en_gb: The second method leads to better results in most cases.

source: Mit der „Schere“ 16 können Sie in einer synchronisierten Transkription, der eine Audio-Datei zugrunde liegt, „Audio-Schnipsel“ im wav-Format erzeugen.
en_gb: The "scissors“ 16 allow you to create "audio snippets" in the wav format in a synchronised transcription linked to an audio file.

source: Mit einem Doppelklick markieren Sie den Inhalt einer Tabellenzelle, sodass Sie ihn anschließend per Tastatureingabe überschreiben können.
en_gb: Doubleclicking marks the content of a field in the table and allows the overwriting of the content.

source: Mit “BT2ColumnHTML.xsl“:
en_gb: With “BT2ColumnHTML.xsl“:

source: Mit “BT2EventListHTML.xsl“:
en_gb: With “BT2EventListHTML.xsl“:

source: Mit “BT2PartiturHTML.xsl“:
en_gb: With “BT2PartiturHTML.xsl“:

source: Mit “HIAT_ColoredUtteranceList.xsl“:
en_gb: With “HIAT_ColoredUtteranceList.xsl“:

source: Mit “HIAT_PlainUtteranceList_Tbl.xsl“:
en_gb: With “HIAT_PlainUtteranceList_Tbl.xsl“:

source: Mit “HIAT_PlainUtteranceList_Txt.xsl“:
en_gb: With “HIAT_PlainUtteranceList_Txt.xsl“:

source: Mit “Head2HTML_de.xsl“:
en_gb: With “Head2HTML_de.xsl“:

source: Mittels der beiden Pfeiltasten 14 haben Sie vom Audio/Video panel aus einen direkten Zugriff auf die Position des Cursors in der Partitur.
en_gb: The two arrow keys 14 allow a direct access from the Audio/Video panel to the cursor position in the musical score.
